Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Extended recordings capture your entire night of sleep for the most comprehensive recovery analysis. The app finds the optimal 5-minute window from hours of data.
ar: تلتقط التسجيلات الممتدة ليلة نومك كاملة لتحليل تعافٍ هو الأشمل. يجد التطبيق النافذة المثلى البالغة 5 دقائق من بين ساعات من البيانات.
da: Udvidede optagelser registrerer hele din nats søvn for den mest grundige restitutionsanalyse. Appen finder det optimale 5-minutters vindue i timevis af data.
de: Erweiterte Aufnahmen erfassen deine gesamte Nacht für die umfassendste Erholungsanalyse. Die App findet aus stundenlangen Daten das optimale 5-Minuten-Fenster.
es: Las grabaciones ampliadas recogen toda tu noche de sueño para el análisis de recuperación más completo. La app encuentra la ventana óptima de 5 minutos entre horas de datos.
fi: Pidennetyt tallennukset tallentavat koko yöunesi kattavinta palautumisanalyysia varten. Sovellus etsii tuntien tiedoista optimaalisen 5 minuutin ikkunan.
fr: Les enregistrements prolongés capturent toute votre nuit de sommeil pour l’analyse de récupération la plus complète. L’app trouve la fenêtre optimale de 5 minutes parmi des heures de données.
is: Lengdar upptökur ná yfir alla nóttina fyrir ítarlegustu batagreininguna. Appið finnur besta 5 mínútna gluggann úr klukkustundum af gögnum.
it: Le registrazioni estese coprono tutta la notte di sonno per l'analisi del recupero più completa. L'app trova la finestra ottimale di 5 minuti tra ore di dati.
ja: 延長記録は一晩の睡眠全体を記録し、最も包括的な回復分析を行います。アプリは数時間分のデータから最適な 5 分間のウィンドウを見つけます。
ko: 연장 기록은 밤새 수면 전체를 캡처해 가장 종합적인 회복 분석을 제공합니다. 앱이 수 시간의 데이터에서 최적의 5분 구간을 찾습니다.
nb: Utvidede opptak fanger opp hele nattesøvnen for den mest omfattende restitusjonsanalysen. Appen finner det beste 5-minuttersvinduet i timevis med data.
nl: Uitgebreide opnames leggen je hele nacht slaap vast voor de meest volledige herstelanalyse. De app zoekt uit uren aan gegevens het beste venster van 5 minuten.
pt_br: As gravações estendidas captam sua noite de sono inteira para a análise de recuperação mais completa. O app encontra a janela ideal de 5 minutos em horas de dados.
ru: Расширенные записи охватывают всю ночь сна для максимально полного анализа восстановления. Приложение находит оптимальное 5-минутное окно среди многочасовых данных.
sv: Utökade inspelningar fångar hela din nattsömn för den mest omfattande återhämtningsanalysen. Appen hittar det bästa 5-minutersfönstret bland timmar av data.
zh_hans: 长时间记录会采集你整夜的睡眠，以进行最全面的恢复分析。应用会从数小时的数据中找出最佳的 5 分钟窗口。

source: Extra beats — Two beats where one should be (>30% shorter than expected)
ar: نبضات زائدة — نبضتان حيث ينبغي أن تكون واحدة (أقصر بأكثر من 30% من المتوقع)
da: Ekstra slag — To slag, hvor der burde være ét (>30 % kortere end forventet)
de: Zusätzliche Schläge — Zwei Schläge, wo einer sein sollte (>30 % kürzer als erwartet)
es: Latidos extra: dos latidos donde debería haber uno (>30 % más corto de lo esperado)
fi: Ylimääräiset lyönnit — Kaksi lyöntiä yhden sijaan (yli 30 % odotettua lyhyempi)
fr: Battements supplémentaires — Deux battements là où il ne devrait y en avoir qu’un (>30 % plus court que prévu)
is: Aukaslög — Tvö slög þar sem eitt ætti að vera (>30% styttra en búist var við)
it: Battiti extra — Due battiti dove dovrebbe essercene uno (>30% più corti del previsto)
ja: 余分な拍 — 1 拍のはずのところに 2 拍（想定より 30% 超短い）
ko: 추가 박동 — 한 번이어야 할 자리에 두 번의 박동(예상보다 30% 넘게 짧음)
nb: Ekstra slag — to slag der det skulle vært ett (>30 % kortere enn forventet)
nl: Extra slagen — Twee slagen waar er één zou moeten zijn (>30% korter dan verwacht)
pt_br: Batimentos extras — Dois batimentos onde deveria haver um (>30% mais curto que o esperado)
ru: Лишние удары — два удара там, где должен быть один (>30% короче ожидаемого)
sv: Extraslag — Två slag där det borde vara ett (>30 % kortare än väntat)
zh_hans: 额外心跳 — 本该一次心跳的位置出现了两次（比预期短 >30%）

source: Facts are stored on this device only. They are sent to whichever AI provider you actively chat with as part of the system prompt — never to anyone else.
ar: تُخزَّن الحقائق على هذا الجهاز فقط. تُرسَل إلى مزوّد الذكاء الاصطناعي الذي تحادثه فعليًا كجزء من موجّه النظام — ولا تُرسل لأي أحد آخر.
da: Fakta gemmes kun på denne enhed. De sendes til den AI-udbyder, du aktivt chatter med, som en del af systemprompten — aldrig til andre.
de: Fakten werden nur auf diesem Gerät gespeichert. Sie werden als Teil des System-Prompts an den KI-Anbieter gesendet, mit dem du gerade chattest — an niemanden sonst.
es: Los datos se guardan solo en este dispositivo. Se envían como parte del prompt del sistema al proveedor de IA con el que estés chateando, y a nadie más.
fi: Faktat tallennetaan vain tälle laitteelle. Ne lähetetään järjestelmäkehotteen osana sille tekoälypalvelulle, jonka kanssa keskustelet — ei koskaan kenellekään muulle.
fr: Les faits sont stockés uniquement sur cet appareil. Ils sont envoyés au fournisseur d’IA avec lequel vous discutez, dans le prompt système — jamais à quelqu’un d’autre.
is: Staðreyndir eru aðeins geymdar á þessu tæki. Þær eru sendar til þess gervigreindarþjónustuaðila sem þú spjallar við hverju sinni sem hluti af kerfisfyrirmælum — aldrei til neins annars.
it: I fatti sono memorizzati solo su questo dispositivo. Vengono inviati al fornitore di IA con cui stai chattando come parte del prompt di sistema — mai a nessun altro.
ja: 事実はこの端末にのみ保存されます。チャット中の AI プロバイダにはシステムプロンプトの一部として送信されますが、それ以外には決して送信されません。
ko: 사실은 이 기기에만 저장됩니다. 실제로 채팅 중인 AI 제공업체에 시스템 프롬프트의 일부로 전송될 뿐 다른 곳으로는 전송되지 않습니다.
nb: Fakta lagres bare på denne enheten. De sendes til den AI-leverandøren du aktivt chatter med, som en del av systemledeteksten — aldri til noen andre.
nl: Feiten worden alleen op dit apparaat opgeslagen. Ze gaan als deel van de systeemprompt naar de AI-aanbieder waarmee je op dat moment chat — nooit naar iemand anders.
pt_br: Os fatos ficam armazenados apenas neste dispositivo. Eles são enviados ao provedor de IA com o qual você estiver conversando, como parte do prompt do sistema — nunca a mais ninguém.
ru: Факты хранятся только на этом устройстве. Они отправляются в составе системного запроса тому ИИ-провайдеру, с которым вы сейчас общаетесь, — и никому больше.
sv: Fakta lagras bara på den här enheten. De skickas till den AI-leverantör du aktivt chattar med som en del av systemprompten — aldrig till någon annan.
zh_hans: 事实只存储在这台设备上。它们会作为系统提示的一部分发送给你正在对话的 AI 服务商 — 绝不会发送给其他任何人。

source: Fair — room for improvement
ar: مقبول — هناك مجال للتحسين
da: Jævn — plads til forbedring
de: Ausreichend — Luft nach oben
es: Aceptable: hay margen de mejora
fi: Kohtalainen — parannettavaa on
fr: Correct — marge de progression
is: Þokkalegt — svigrúm til bóta
it: Discreta — margine di miglioramento
ja: やや低い — 改善の余地あり
ko: 보통 — 개선의 여지 있음
nb: Middels — rom for forbedring
nl: Redelijk — ruimte voor verbetering
pt_br: Regular — há espaço para melhorar
ru: Удовлетворительно — есть что улучшить
sv: Godtagbar — utrymme för förbättring
zh_hans: 一般 — 有改进空间

source: Falling asleep in under 5 minutes is not a superpower — it usually means high sleep pressure, which is what builds when you're short on rest. If it's your regular pattern, more sleep is the thing to try.
ar: النوم في أقل من 5 دقائق ليس قوة خارقة — بل يعني عادةً ضغط نوم مرتفعًا، وهو ما يتراكم عندما ينقصك الراحة. إن كان هذا نمطك المعتاد، فالأجدر تجربة النوم أكثر.
da: At falde i søvn på under 5 minutter er ikke en superkraft — det betyder som regel højt søvnpres, som opbygges, når du mangler hvile. Hvis det er dit faste mønster, er mere søvn det, du kan prøve.
de: In weniger als 5 Minuten einzuschlafen ist keine Superkraft — es bedeutet meist hohen Schlafdruck, der entsteht, wenn du zu wenig Ruhe bekommst. Wenn das bei dir regelmäßig so ist, probier es mit mehr Schlaf.
es: Quedarte dormido en menos de 5 minutos no es un superpoder: suele indicar mucha presión de sueño, que es lo que se acumula cuando te falta descanso. Si es tu patrón habitual, lo que conviene probar es dormir más.
fi: Alle 5 minuutissa nukahtaminen ei ole supervoima — se tarkoittaa yleensä suurta unipainetta, joka kasvaa, kun lepoa on liian vähän. Jos se on tavallinen kuviosi, kannattaa kokeilla nukkua enemmän.
fr: S’endormir en moins de 5 minutes n’est pas un superpouvoir — cela signifie généralement une forte pression de sommeil, celle qui s’accumule quand vous manquez de repos. Si c’est votre schéma habituel, dormir davantage est la piste à essayer.
is: Að sofna á innan við 5 mínútum er ekki ofurkraftur — það þýðir yfirleitt mikinn svefnþrýsting, sem byggist upp þegar þig skortir hvíld. Ef þetta er venjulegt mynstur hjá þér er meiri svefn það sem vert er að prófa.
it: Addormentarsi in meno di 5 minuti non è un superpotere: di solito indica un'elevata pressione del sonno, che si accumula quando dormi poco. Se ti succede regolarmente, prova a dormire di più.
ja: 5 分未満で寝つけるのは特技ではありません — 通常は睡眠圧が高いことを意味し、休息が足りていないときにそうなります。それがいつものパターンなら、睡眠を増やしてみてください。
ko: 5분 안에 잠드는 것은 초능력이 아닙니다 — 대개 수면 압력이 높다는 뜻이며, 이는 휴식이 부족할 때 쌓입니다. 평소 패턴이 그렇다면 잠을 더 자 보세요.
nb: Å sovne på under 5 minutter er ingen superkraft — det betyr vanligvis høyt søvnpress, som bygger seg opp når du får for lite hvile. Hvis det er det vanlige mønsteret ditt, er mer søvn det du bør prøve.
nl: In minder dan 5 minuten in slaap vallen is geen superkracht — meestal betekent het een hoge slaapdruk, die oploopt als je te weinig rust krijgt. Is het je vaste patroon, probeer dan meer te slapen.
pt_br: Adormecer em menos de 5 minutos não é um superpoder — geralmente indica alta pressão de sono, que é o que se acumula quando você está descansando pouco. Se esse for seu padrão habitual, dormir mais é o que vale tentar.
ru: Засыпание менее чем за 5 минут — не суперспособность: обычно это признак высокого давления сна, которое накапливается при нехватке отдыха. Если так бывает постоянно, стоит попробовать спать больше.
sv: Att somna på under 5 minuter är ingen superkraft — det betyder oftast högt sömntryck, vilket byggs upp när du har för lite vila. Om det är ditt vanliga mönster är mer sömn det du kan prova.
zh_hans: 5 分钟内入睡并不是超能力 — 它通常意味着睡眠压力很高，而这正是休息不足时积累起来的。如果这是你的常态，可以尝试多睡一些。

source: Fast — you may be carrying sleep debt
ar: سريع — ربما لديك دَين نوم
da: Hurtigt — muligvis søvnunderskud
de: Schnell — möglicherweise hast du ein Schlafdefizit
es: Rápido: puede que arrastres deuda de sueño
fi: Nopea — mahdollisesti univelkaa
fr: Rapide — vous accumulez peut-être une dette de sommeil
is: Hratt — þú gætir verið með svefnskuld
it: Rapido — possibile debito di sonno
ja: 速い — 睡眠負債を抱えている可能性があります
ko: 빠름 — 수면 부채가 있을 수 있음
nb: Rask — mulig søvnunderskudd
nl: Snel — mogelijk een slaaptekort
pt_br: Rápido — possível débito de sono
ru: Быстро — возможно, у вас накопился недосып
sv: Snabbt — möjlig sömnskuld
zh_hans: 很快 — 你可能有睡眠债

source: Faster — the outgoing prompt is tiny and byte-identical every turn, so each provider's prompt cache hits from turn 2 onward. DeepSeek in particular no longer slows down after five turns.
ar: أسرع — الموجّه الصادر صغير ومتطابق بايتًا ببايت في كل دور، فتعمل ذاكرة التخزين المؤقت للموجّه لدى كل مزوّد من الدور الثاني فصاعدًا. لم يعد DeepSeek تحديدًا يتباطأ بعد خمسة أدوار.
da: Hurtigere — den udgående prompt er lille og byte-identisk hver tur, så hver udbyders prompt-cache rammer fra tur 2 og frem. Især DeepSeek bliver ikke længere langsommere efter fem ture.
de: Schneller — der ausgehende Prompt ist winzig und in jeder Runde byte-identisch, daher greift der Prompt-Cache jedes Anbieters ab der zweiten Runde. Vor allem DeepSeek wird nach fünf Runden nicht mehr langsamer.
es: Más rápido: el prompt saliente es mínimo e idéntico byte a byte en cada turno, así que la caché de prompts de cada proveedor acierta a partir del turno 2. DeepSeek, en concreto, ya no se ralentiza tras cinco turnos.
fi: Nopeampi — lähtevä kehote on pieni ja tavulleen sama joka vuorolla, joten kunkin palveluntarjoajan kehotevälimuisti osuu toisesta vuorosta alkaen. Erityisesti DeepSeek ei enää hidastu viiden vuoron jälkeen.
fr: Plus rapide — le prompt envoyé est minuscule et identique octet pour octet à chaque échange, si bien que le cache de prompts de chaque fournisseur fonctionne dès le 2e échange. DeepSeek, en particulier, ne ralentit plus après cinq échanges.
is: Hraðara — fyrirmælin sem send eru eru pínulítil og bæti fyrir bæti eins í hverri umferð, svo skyndiminni fyrirmæla hjá hverjum þjónustuaðila hittir frá umferð 2. DeepSeek hægir sérstaklega ekki lengur á sér eftir fimm umferðir.
it: Più veloce: il prompt inviato è minuscolo e identico byte per byte a ogni turno, quindi la cache dei prompt di ogni fornitore funziona dal secondo turno in poi. DeepSeek in particolare non rallenta più dopo cinque turni.
ja: より高速 — 送信するプロンプトはごく小さく、毎ターンでバイト単位まで同一なので、各プロバイダのプロンプトキャッシュが 2 ターン目以降ヒットします。特に DeepSeek は 5 ターンを過ぎても遅くならなくなりました。
ko: 더 빠름 — 전송되는 프롬프트가 아주 작고 매 턴 바이트 단위까지 동일하므로 두 번째 턴부터 각 제공업체의 프롬프트 캐시가 적중합니다. 특히 DeepSeek은 다섯 턴 이후에도 더 이상 느려지지 않습니다.
nb: Raskere — den utgående ledeteksten er liten og byte-identisk hver tur, så hurtigbufferen for ledetekster hos hver leverandør treffer fra tur 2. Særlig DeepSeek blir ikke lenger tregere etter fem turer.
nl: Sneller — de uitgaande prompt is klein en elke beurt byte-voor-byte gelijk, dus de promptcache van elke aanbieder raakt vanaf beurt 2. Vooral DeepSeek wordt na vijf beurten niet meer trager.
pt_br: Mais rápido — o prompt enviado é mínimo e idêntico byte a byte a cada turno, então o cache de prompt de cada provedor funciona a partir do 2º turno. O DeepSeek, em particular, não fica mais lento depois de cinco turnos.
ru: Быстрее — исходящий запрос крошечный и побайтно одинаковый на каждом ходе, поэтому кэш запросов каждого провайдера срабатывает начиная со второго хода. В частности, DeepSeek больше не замедляется после пяти ходов.
sv: Snabbare — den utgående prompten är liten och byte-identisk varje tur, så varje leverantörs promptcache träffar från tur 2 och framåt. Särskilt DeepSeek blir inte längre långsammare efter fem turer.
zh_hans: 更快 — 发出的提示很小，而且每一轮都逐字节相同，因此从第 2 轮起，各服务商的提示缓存都会命中。尤其是 DeepSeek，不再在五轮之后变慢。

source: Filter History and Trends by tag to see patterns
ar: رشّح السجل والاتجاهات حسب العلامة لرؤية الأنماط
da: Filtrér Historik og Tendenser efter tag for at se mønstre
de: Filtere Verlauf und Trends nach Tags, um Muster zu erkennen
es: Filtra Historial y Tendencias por etiqueta para ver patrones
fi: Suodata Historiaa ja Trendejä tunnisteen mukaan nähdäksesi kuvioita
fr: Filtrez Historique et Tendances par tag pour repérer des tendances
is: Síaðu Sögu og Stefnur eftir merkjum til að sjá mynstur
it: Filtra Cronologia e Tendenze per tag per vedere gli schemi
ja: 履歴とトレンドをタグで絞り込んで、パターンを確認できます
ko: 기록 목록과 추세를 태그로 필터링해 패턴을 확인하세요
nb: Filtrer Historikk og Trender etter tagg for å se mønstre
nl: Filter Geschiedenis en Trends op tag om patronen te zien
pt_br: Filtre Histórico e Tendências por tag para ver padrões
ru: Фильтруйте «Историю» и «Тенденции» по тегам, чтобы видеть закономерности
sv: Filtrera Historik och Trender efter tagg för att se mönster
zh_hans: 按标签筛选“历史”和“趋势”，以发现规律

source: Filter sessions by including or excluding specific tags. This is powerful for comparing recovery on alcohol nights vs normal nights, or travel vs home sessions.
ar: رشّح الجلسات بتضمين علامات معينة أو استبعادها. هذا مفيد جدًا لمقارنة التعافي في ليالي الكحول مقابل الليالي العادية، أو جلسات السفر مقابل المنزل.
da: Filtrér sessioner ved at inkludere eller udelukke bestemte tags. Det er stærkt til at sammenligne restitution på alkoholnætter med normale nætter, eller sessioner på rejse med sessioner hjemme.
de: Filtere Sitzungen, indem du bestimmte Tags ein- oder ausschließt. So kannst du gut die Erholung nach Nächten mit Alkohol mit normalen Nächten vergleichen oder Sitzungen auf Reisen mit denen zu Hause.
es: Filtra las sesiones incluyendo o excluyendo etiquetas concretas. Es muy útil para comparar la recuperación en noches con alcohol frente a noches normales, o sesiones de viaje frente a sesiones en casa.
fi: Suodata istuntoja sisällyttämällä tai jättämällä pois tiettyjä tunnisteita. Tämä on tehokas tapa verrata palautumista alkoholiöinä ja tavallisina öinä tai matkoilla ja kotona.
fr: Filtrez les sessions en incluant ou en excluant certains tags. C’est très utile pour comparer la récupération les soirs avec alcool aux soirs normaux, ou les sessions en voyage à celles à la maison.
is: Síaðu lotur með því að taka með eða útiloka tiltekin merki. Þetta er öflugt til að bera saman bata eftir kvöld með áfengi og venjuleg kvöld, eða lotur á ferðalagi og heima.
it: Filtra le sessioni includendo o escludendo tag specifici. È molto utile per confrontare il recupero nelle notti con alcol rispetto a quelle normali, o le sessioni in viaggio rispetto a quelle a casa.
ja: 特定のタグを含める・除外することでセッションを絞り込めます。飲酒した夜と普段の夜、移動中と自宅でのセッションの回復を比較するのに役立ちます。
ko: 특정 태그를 포함하거나 제외해 세션을 필터링하세요. 음주한 밤과 평소 밤, 또는 여행 중과 집에서의 회복을 비교할 때 유용합니다.
nb: Filtrer økter ved å inkludere eller utelate bestemte tagger. Dette er nyttig for å sammenligne restitusjon etter netter med alkohol og vanlige netter, eller økter på reise og hjemme.
nl: Filter sessies door specifieke tags op te nemen of uit te sluiten. Handig om herstel na avonden met alcohol te vergelijken met normale avonden, of sessies op reis met sessies thuis.
pt_br: Filtre sessões incluindo ou excluindo tags específicas. Isso é muito útil para comparar a recuperação em noites com álcool vs. noites normais, ou sessões em viagem vs. em casa.
ru: Фильтруйте сессии, включая или исключая определённые теги. Это удобно для сравнения восстановления после ночей с алкоголем и обычных ночей или сессий в поездке и дома.
sv: Filtrera sessioner genom att inkludera eller exkludera specifika taggar. Det är ett effektivt sätt att jämföra återhämtning efter kvällar med alkohol mot vanliga kvällar, eller sessioner på resa mot hemma.
zh_hans: 通过包含或排除特定标签来筛选记录。这对于比较饮酒之夜与正常之夜、或旅行与在家时的恢复情况非常有用。

source: Filtering
ar: الترشيح
da: Filtrering
de: Filtern
es: Filtrar
fi: Suodatus
fr: Filtrage
is: Síun
it: Filtri
ja: 絞り込み
ko: 필터링
nb: Filtrering
nl: Filteren
pt_br: Filtragem
ru: Фильтрация
sv: Filtrering
zh_hans: 筛选

source: First 1-3 weeks after a long taper, vacation, or break
ar: أول 1-3 أسابيع بعد فترة تخفيف طويلة أو إجازة أو انقطاع
da: De første 1-3 uger efter en lang nedtrapning, ferie eller pause
de: Die ersten 1–3 Wochen nach einem langen Tapering, Urlaub oder einer Pause
es: Primeras 1-3 semanas tras una larga puesta a punto, unas vacaciones o un parón
fi: Ensimmäiset 1–3 viikkoa pitkän keventelyn, loman tai tauon jälkeen
fr: Les 1 à 3 premières semaines après un long affûtage, des vacances ou une pause
is: Fyrstu 1-3 vikurnar eftir langa niðurtröppun, frí eða hlé
it: Le prime 1-3 settimane dopo un lungo scarico, una vacanza o una pausa
ja: 長いテーパー、休暇、休養の後の最初の 1～3 週間
ko: 긴 테이퍼, 휴가, 휴식 후 처음 1-3주
nb: De første 1-3 ukene etter en lang nedtrapping, ferie eller pause
nl: De eerste 1-3 weken na een lange taperperiode, vakantie of pauze
pt_br: Primeiras 1 a 3 semanas após um polimento longo, férias ou uma pausa
ru: Первые 1–3 недели после длительного снижения нагрузки, отпуска или перерыва
sv: De första 1–3 veckorna efter en lång nedtrappning, semester eller paus
zh_hans: 长时间减量、度假或中断后的最初 1-3 周

source: First call after a launch loads the on-device model — typically a few seconds. Subsequent calls are instant.
ar: يُحمّل الاستدعاء الأول بعد التشغيل النموذج على الجهاز — عادةً بضع ثوانٍ. الاستدعاءات اللاحقة فورية.
da: Første kald efter opstart indlæser modellen på enheden — typisk et par sekunder. Efterfølgende kald er øjeblikkelige.
de: Der erste Aufruf nach dem Start lädt das On-Device-Modell — meist dauert das ein paar Sekunden. Weitere Aufrufe erfolgen sofort.
es: La primera llamada tras abrir la app carga el modelo en el dispositivo: normalmente unos segundos. Las siguientes son instantáneas.
fi: Ensimmäinen kutsu käynnistyksen jälkeen lataa laitteessa toimivan mallin — yleensä muutama sekunti. Seuraavat kutsut ovat välittömiä.
fr: Le premier appel après un lancement charge le modèle sur l’appareil — généralement quelques secondes. Les appels suivants sont instantanés.
is: Fyrsta kall eftir ræsingu hleður líkaninu á tækinu — venjulega nokkrar sekúndur. Síðari köll eru samstundis.
it: La prima richiesta dopo l'avvio carica il modello sul dispositivo, di solito in pochi secondi. Le richieste successive sono immediate.
ja: 起動後の最初の呼び出しでオンデバイスモデルを読み込みます — 通常は数秒です。以降の呼び出しはすぐに応答します。
ko: 실행 후 첫 호출 시 기기 내 모델을 불러옵니다 — 보통 몇 초 걸립니다. 이후 호출은 즉시 처리됩니다.
nb: Første kall etter oppstart laster inn modellen på enheten — vanligvis noen sekunder. Påfølgende kall går umiddelbart.
nl: De eerste aanroep na het starten laadt het on-device model — meestal een paar seconden. Daarna zijn aanroepen direct.
pt_br: A primeira chamada após abrir o app carrega o modelo no dispositivo — normalmente alguns segundos. As chamadas seguintes são instantâneas.
ru: Первый запрос после запуска загружает модель на устройстве — обычно несколько секунд. Последующие запросы мгновенны.
sv: Första anropet efter en start laddar modellen på enheten — vanligtvis några sekunder. Därefter är anropen omedelbara.
zh_hans: 启动后的第一次调用会加载设备端模型 — 通常需要几秒钟。之后的调用会立即响应。

source: First call after launch is slow (model cold-start). Subsequent calls are instant.
ar: الاستدعاء الأول بعد التشغيل بطيء (بدء النموذج من البارد). الاستدعاءات اللاحقة فورية.
da: Første kald efter opstart er langsomt (koldstart af modellen). Efterfølgende kald er øjeblikkelige.
de: Der erste Aufruf nach dem Start ist langsam (Kaltstart des Modells). Weitere Aufrufe erfolgen sofort.
es: La primera llamada tras abrir la app es lenta (arranque en frío del modelo). Las siguientes son instantáneas.
fi: Ensimmäinen kutsu käynnistyksen jälkeen on hidas (mallin kylmäkäynnistys). Seuraavat kutsut ovat välittömiä.
fr: Le premier appel après le lancement est lent (démarrage à froid du modèle). Les appels suivants sont instantanés.
is: Fyrsta kall eftir ræsingu er hægt (kaldræsing líkans). Síðari köll eru samstundis.
it: La prima richiesta dopo l'avvio è lenta (avvio a freddo del modello). Le richieste successive sono immediate.
ja: 起動後の最初の呼び出しは遅くなります（モデルのコールドスタート）。以降の呼び出しはすぐに応答します。
ko: 실행 후 첫 호출은 느립니다(모델 콜드 스타트). 이후 호출은 즉시 처리됩니다.
nb: Første kall etter oppstart er tregt (modellen kaldstarter). Påfølgende kall går umiddelbart.
nl: De eerste aanroep na het starten is traag (koude start van het model). Daarna zijn aanroepen direct.
pt_br: A primeira chamada após abrir o app é lenta (inicialização do modelo). As chamadas seguintes são instantâneas.
ru: Первый запрос после запуска медленный (холодный старт модели). Последующие запросы мгновенны.
sv: Första anropet efter start är långsamt (modellen kallstartar). Därefter är anropen omedelbara.
zh_hans: 启动后的第一次调用较慢（模型冷启动）。之后的调用会立即响应。

source: Fit individuals in their 60s
ar: أشخاص لائقون في الستينات
da: Personer i god form i 60'erne
de: Fitte Menschen in ihren 60ern
es: Personas en forma de 60 a 69 años
fi: Hyväkuntoiset 60-vuotiaat
fr: Personnes en forme de 60 à 69 ans
is: Vel á sig komnir einstaklingar á sjötugsaldri
it: Persone in forma sui 60 anni
ja: 60 代の健康な人
ko: 60대 체력이 좋은 사람
nb: Spreke personer i 60-årene
nl: Fitte mensen van in de 60
pt_br: Pessoas em boa forma na faixa dos 60 anos
ru: Подтянутые люди 60–69 лет
sv: Vältränade personer i 60-årsåldern
zh_hans: 60 多岁的健康人群
